Repository: eohomegrownapps/musicblocks-cordova
Catalog: www/po/*.po
Languages: de

source: rest
de: Zurücksetzen

source: action
de: Aktion

source: start
de: Starten

source: drum
de: Trommel

source: ruler
de: Lineal

source: stair
de: Treppe

source: tempo
de: Geschwindigkeit

source: mode
de: Modus

source: slider
de: Schieber

source: Open
de: Öffnen

source: Delete
de: Löschen

source: Publish
de: Veröffentlichen

source: Download
de: Herunterladen

source: On my device
de: Auf meinem Gerät

source: Worldwide
de: Weltweit

source: Cartesian
de: Kartesisch

source: Close
de: Schließen

source: Run step by step
de: Schritt für Schritt abspielen

source: Run note by note
de: Note für Note abspielen

source: Stop
de: Anhalten

source: Clean
de: Alles löschen

source: Show/hide palettes
de: Paletten zeigen/verbergen

source: Show/hide blocks
de: Blöcke zeigen/verbergen

source: Expand/collapse collapsable blocks
de: Klappbare Blöcke ausklappen/einklappen

source: Help
de: Hilfe

source: Load samples from server
de: Lade Beispiele vom Server

source: Load project from files
de: Projet aus Dateien laden

source: Save project
de: Projekt speichern

source: Settings
de: Einstellungen

source: Delete all
de: Alles löschen

source: Undo
de: Rückgängig machen

source: Paste
de: Einfügen

source: rhythm
de: Rhythmus

source: pitch
de: Tonlage

source: tone
de: Ton

source: mouse
de: Maus

source: pen
de: Stift

source: number
de: Zahl

source: flow
de: Programmfluss

source: sensors
de: Sensoren

source: media
de: Medien

source: close
de: Schließen

source: true
de: Richtig

source: false
de: Falsch

source: major
de: Dur

source: Block does not support incrementing.
de: Der Block unterstützt den Zuwachs nicht

source: You must select a file.
de: Bitte wähle eine Datei aus

source: The file you selected does not contain a valid heap.
de: Die ausgewählte Datei beinhaltet keinen gültigen Stapel

source: The loadHeap block needs a loadFile block.
de: Der … Block braucht einen … Block

source: Error parsing JSON data:
de: Ein Fehler in der Zerteilung der JSON Daten

source: 404: Page not found
de: 404: Seite nicht gefunden

source: turtleHeaps does not contain a valid heap for
de: TurtleHeaps beinhaltet keinen zulässigen Stapel für

source: Index must be > 0.
de: Index muss > 0 sein

source: Beats per minute must be > 30.
de: Schläge pro Minute (BPM) müssen > 30 sein

source: Maximum beats per minute is 1000.
de: Die maximalen Schläge pro Minute (BPM) sind 1000

source: You must have at least one pitch block and one drum block in the matrix.
de: Du musst mindestens eine Tonlagen-Block und einen Trommelblock in deiner Matrix haben.

source: You must have at least one pitch block and one rhythm block in the matrix.
de: Du musst mindestens einen Tonlagen-Block und einen Rhythmus-Block in deiner Matrix haben

source: The Step Pitch Block must be used inside of a Note Block.
de: Der … Block muss im Notenblock genutzt werden

source: Drum Block: Did you mean to use a Note block?
de: Trommelblock: Willst du einen Notenblock benutzen?

source: Pitch Block: Did you mean to use a Note block?
de: Tonlagen-Block: Willst du einen Notenblock benutzen?

source: Rhythm Block: Did you mean to use a Matrix block?
de: Rhythmus-Block: Willst du einen Matrix-Block benutzen?

source: Input to Perfect Block must be 1, 4, 5, or 8
de: Eingabe im Perfekt-Block muss 1, 4, 5 oder 8 sein

source: Input to Diminished Block must be 1, 2, 3, 4, 5, 6, 7, or 8
de: Eingabe im verminderten Block muss 1, 2, 3, 4, 5, 6, 7 oder 8 sein

source: Input to Augmented Block must be 1, 2, 3, 4, 5, 6, 7, or 8
de: Eingabe im erweiterten Block muss 1, 2, 3, 4, 5, 6, 7 oder 8 sein

source: Input to Major Block must be 2, 3, 6, or 7
de: Eingabe im Dur-Block muss 2, 3, 6 oder 7 sein

source: Input to Minor Block must be 2, 3, 6, or 7
de: Eingabe im Moll-Block muss 2, 3, 6 oder 7 sein

source: Hertz Block: Did you mean to use a Note block?
de: Hertz Block: Willst du einen Notenblock benutzen?

source: Tuplet Block: Did you mean to use a Matrix block?
de: Triplet-Block: Willst du einen Matrix-Block benutzen?

source: My Project
de: Mein Projekt

source: synth cannot play chords.
de: Der Syntheziser kann keine Akkorde spielen

source: empty heap
de: leere Stapel

source: play
de: Abspielen

source: save
de: Speichern

source: clear
de: löschen

source: confirm
de: Bestätigen

source: move up
de: Nach oben

source: move down
de: Nach unten

source: store in
de: Speichere in

source: open file
de: Öffne Datei

source: back
de: Zurück

source: hide
de: Verbergen

source: show
de: Zeige

source: popout
de: Pop up

source: diminished
de: vermindert

source: custom
de: Benutzerdefiniert

source: violin
de: Geige

source: poly
de: Mehrstimmiger Synthesizer

source: sine
de: Sinus

source: square
de: Quadrat

source: sawtooth
de: Sägezahn

source: triangle
de: Dreieck

source: snare drum
de: Snare

source: kick drum
de: Basstrommel

source: floor tom tom
de: Tomtom

source: cup drum
de: Bechertrommel

source: darbuka drum
de: Darbuka

source: ride bell
de: Ride-Becken

source: cow bell
de: Kuhglocke

source: triangle bell
de: Triangel

source: finger cymbals
de: Zimbel

source: chime
de: Glockenspiel

source: clang
de: Klang

source: crash
de: Krachen

source: bottle
de: Flasche

source: clap
de: Klatschen

source: slap
de: Schlag

source: splash
de: Spritzen

source: bubbles
de: Blasen

source: cat
de: Katze

source: cricket
de: Grille

source: dog
de: Hund

source: duck
de: Ente

source: start drum
de: Starte Trommel

source: export
de: Exportieren

source: sort
de: Sortieren

source: note value
de: Notenwert

source: tuplet value
de: Triolenwert

source: intervals
de: Intervalle

source: boxes
de: Kästen

source: boolean
de: logisch

source: heap
de: Stapel

source: Welcome to Music Blocks
de: Willkommen bei „Music Blocks“

source: Music Blocks is a collection of manipulative tools for exploring fundamental musical concepts in an integrative and fun way.
de: “Music Blocks ist eine Sammlung von Tools um die grundlegenden Konzepte der Musik mit Spaß zu entdecken

source: Meet Mr. Mouse!
de: Lerne Herr Maus kennen

source: Mr Mouse is our Music Blocks conductor.
de: Herr Maus ist der Dirigent bei „Music Blocks“

source: Mr Mouse encourages you to explore Music Blocks.
de: Herr Maus will, dass du „Music Blocks“ kennenlernst

source: Let us start our tour!
de: Lass uns die Tour beginnen

source: Palette buttons
de: Mehrere Blöcke öffnen

source: This toolbar contains the palette buttons Matrix Notes Tone Turtle and more.
de: Diese Toolbar enthält die Paletten Matrix, Notenschildkröte and more

source: Click to show the palettes of blocks and drag blocks from the palettes onto the canvas to use them.
de: Klicke hier um die Paletten von Blöcken anzuzeigen und ziehe de Blöcke von der Palette auf die Arbeitsfläche, um sie zu benutzen

source: Run fast
de: Schnell abspielen

source: Click to run the project in fast mode.
de: Klicke hier um dein Projekt abzuspielen

source: Run slow
de: Langsam abspielen

source: Click to run the project in slow mode.
de: Klicke hier um dein Projekt langsam abzuspielen

source: Run music slow
de: Musik langsam abspielen

source: Click to run just the music in slow mode.
de: Klicke hier um die Musik langsam abzuspielen

source: Click to run the project step by step.
de: Klicke hier um dein Projekt Schritt für Schritt abzuspielen

source: Click to run the music note by note.
de: Klicke hier um deine Musik Note für Note abzuspielen

source: Stop the music (and the turtles).
de: Musik anhalten (auch die Schildkröten)

source: Clear the screen and return the turtles to their initial positions.
de: Lösche den Bildschirm und bring die Schildkröten in ihre Ausgangsposition zurück

source: Hide or show the block palettes.
de: Verberge/zeige die Block-Paletten

source: Hide or show the blocks and the palettes.
de: Verberge/Zeige die Blöcke und die Paletten

source: Expand or collapse start and action stacks.
de: Klape die Start- und Aktionsstapel aus/ein

source: Return all blocks to the center of the screen.
de: Zeige alle Blocks in der Mitte der Arbeitsfläche

source: Show these messages.
de: Diese Meldungen anzeigen

source: Expand/collapse option toolbar
de: Optionen-Toolbar aus-/einklappen

source: Click this button to expand or collapse the auxillary toolbar.
de: Klicke hier um die Hilfeleiste aus- oder einzuklappen

source: This button opens a viewer for loading example projects.
de: Klicke hier um eine Vorschau mit Beispielen zu laden

source: You can also load projects from the file system.
de: Du kannst auch Projekte aus deinen Dateien laden

source: Save your project to a file.
de: Speichere dein Projekt als Datei

source: Save sheet music
de: Notenblätter speichern

source: Save your project to as a Lilypond file.
de: Speichere dein Projekt als Lilypond Datei

source: Copy
de: Kopieren

source: To copy a stack to the clipboard, do a long press on the stack.
de: Um einen Stapel in die Zwischenablage zu kopieren, halte ihn gedrückt

source: The Paste Button will highlight.
de: Einfügen wird aufzeigen

source: The paste button is enabled when there are blocks copied onto the clipboard.
de: Einfügen ist möglich, wenn du Blöcke in die Zwischenablage kopiert hast

source: Save stack
de: Stapel speichern

source: The save-stack button saves a stack onto a custom palette.
de: Stapel speichern speichert Stapel in der benutzerdefinierten Palette

source: It appears after a long press on a stack.
de: Stapel speichern wird nach einem langen Klick auf einen Stapel angezeigt

source: Show or hide a polar-coordinate grid.
de: Zeige oder verberge das Polarkoordinartensystem

source: Open a panel for configuring Music Blocks.
de: Öffne ein … um „Music Blocks“ zu konfigurieren

source: Decrease block size
de: Blockgröße verringern

source: Decrease the size of the blocks.
de: Verringere die Blockgröße

source: Increase block size
de: Blockgröße vergrößern

source: Increase the size of the blocks.
de: Vergrößere die Blockgröße

source: Display statistics
de: Statistiken anzeigen

source: Display statistics about your Music project.
de: Zeige Statistiken über dein Music Project

source: Load plugin from file
de: Plug-In aus Datei laden

source: You can load new blocks from the file system.
de: Du kannst neue Blocks aus den Dateien laden

source: Enable scrolling
de: Scrollen aktivieren

source: You can scroll the blocks on the canvas.
de: Du kannst die Blocke auf der Arbeitsfläche bewegen

source: Remove all content on the canvas, including the blocks.
de: Inhalt der Arbeitsfläche löschen, das beinhaltet auch alle Blöcke

source: Restore blocks from the trash.
de: Blöcke wiederherstellen

source: Congratulations.
de: Herzlichen Glückwunsch!

source: You have finished the tour. Please enjoy Music Blocks!
de: Du hast die Tour abgeschlossen. Jetzt kannst du mit „Music Blocks“ anfangen

source: transposition
de: Versetzung

source: consonant step down
de: Eine Note tiefer

source: consonant step up
de: Eine Note höher

source: octave
de: Oktave

source: number to pitch
de: Taste für Tonlage festlegen

source: number to octave
de: Taste für oktave festlegen

source: invert
de: Umdrehen

source: invert (odd)
de: Umkehren (ungerade)

source: invert (even)
de: Umkehren (gerade)

source: adjust transposition
de: Versetzung anpassen

source: flat
de: Um einen Halbton erniedrigt

source: sharp
de: Um einen Halbton erhöht

source: step pitch
de: Noten in einer Tonlage gehen

source: frequency
de: Frequenz

source: eighth note
de: 1/8 Note

source: quarter note
de: 1/4 Note

source: half note
de: 1/2 Note

source: whole note
de: Ganze Note

source: tuplet
de: Triplet

source: number of notes
de: Anzahl der Noten

source: custom mode
de: Bearbeitungsmodus

source: pitch-drum mapper
de: Tonlage-Trommel-Matrix

source: pitch staircase
de: Tonleiter

source: rhythm ruler
de: Rhythmus-Lineal

source: pitch-time matrix
de: Tonlage-Zeit-Matrix

source: beat factor
de: Anzahl der Schläge pro Minute

source: beats per minute
de: Schläge pro Minute (BPM)

source: osctime
de: Pendelzeit

source: swing value
de: Swing-Wert

source: master beats per minute
de: Schläge pro Minute (BPM)

source: backward
de: Rückwerts

source: skip notes
de: Noten überspringen

source: duplicate
de: Noten verdoppeln

source: multiply note value
de: Schläge erhöhen

source: divide note value
de: Schläge erniedrigen

source: tie
de: Zusammenführen

source: dot
de: Punkt

source: silence
de: Stille

source: no clock
de: Freizeit

source: do
de: Mache

source: staccato factor
de: Staccato-Faktor

source: slur factor
de: Legato-Faktor

source: slur
de: Legato

source: augmented
de: übermäßig

source: perfect
de: rein

source: minor
de: Moll

source: relative interval
de: vorraussichtliches Intervall

source: key
de: Schlüssel

source: set key
de: Notenschlüssel auswählen

source: set drum
de: Trommel Auswahlen

source: heading
de: Richtung

source: control point 2
de: Kontrollpunkt 2

source: control point 1
de: Kontrollpunkt 1

source: arc
de: Kreisbogen

source: angle
de: Winkel

source: set heading
de: Setze Richtung

source: set xy
de: Setze xy

source: right
de: rechtsherum

source: left
de: linksherum

source: forward
de: vorwärts

source: background
de: Hintergrund

source: grey
de: grau

source: shade
de: Schattierung

source: color
de: Farbe

source: pen size
de: Stiftdicke

source: set font
de: Schriftart

source: hollow line
de: Bogen

source: fill
de: Füllen

source: pen up
de: Stift aus

source: pen down
de: Stift an

source: set pen size
de: Setze Stiftdicke

source: set translucency
de: Transparenz bestimmen

source: set hue
de: Setze Farbton

source: set shade
de: Setze Schattierung

source: set grey
de: Intensität bestimmen

source: set color
de: Setze Farbe

source: int
de: aufrunden

source: and
de: und

source: or
de: oder

source: not
de: nicht

source: eval
de: Auswerten

source: sqrt
de: Quadratwurzel

source: one of
de: einer von

source: this
de: diese/dieser/dieses

source: that
de: jene/jener/jenes

source: random
de: Zufallszahl

source: add 1 to
de: addiere 1 zu

source: add
de: addiere

source: to
de: zu

source: value
de: Wert

source: return
de: Zurück

source: return to URL
de: Zurück zur URL

source: calculate
de: Berechne

source: on
de: ein

source: event
de: Vorgang

source: broadcast
de: übertrage

source: load heap from App
de: Lade Stapel aus der App

source: save heap to App
de: Speichere Stapel in der App

source: show heap
de: Zeige Stapel

source: heap length
de: Stapellänge

source: heap empty?
de: Leerer Stapel?

source: save heap
de: Speichere Stapel

source: load heap
de: Lade Stapel

source: index heap
de: Stapel abrufen

source: set heap
de: Stapel bestimmen

source: pop
de: Nimm auf

source: push
de: Lege ab

source: stop play
de: Anhalten

source: speak
de: Sage

source: stop media
de: Anhalten

source: duration (ms)
de: Laufzeit (ms)

source: note to frequency
de: Note in Frequenz umwandeln

source: shell
de: Panzer

source: size
de: Größe

source: image
de: Bild

source: obj
de: Objekt

source: stop
de: Anhalten

source: wait for
de: Warte auf

source: until
de: bis

source: while
de: solange

source: if
de: wenn

source: then
de: dann

source: else
de: sonst

source: forever
de: fortlaufend

source: repeat
de: wiederhole

source: unknown
de: unbekannt

source: title
de: Titel

source: save as lilypond
de: Speichere als

source: save svg
de: Speichere

source: no background
de: Kein Hintergrund

source: show blocks
de: Blöcke anzeigen

source: hide blocks
de: Blöcke verbergen

source: open project
de: Objkt öffnen

source: wait
de: Warte

source: print
de: Gib aus

source: loudness
de: Lautstärke

source: click
de: Klicken

source: blue
de: blau

source: green
de: grün

source: red
de: rot

source: pixel color
de: Pixelfarbe

source: time
de: Zeit

source: mouse button
de: Maustaste

source: to ASCII
de: Zu ASCII

source: keyboard
de: Tastatur

source: mouse y
de: Maus-y

source: mouse x
de: Maus-x

source: source
de: Quelle

source: target
de: Ziel

source: note volume
de: Noten-Latstärke

source: set volume
de: Lautstärke

source: Disable scrolling
de: Scrollen deaktivieren

source: play all
de: Alles abspielen

source: undo
de: Rückgängig machen

source: speed up
de: Schneller

source: slow down
de: Langsamer

source: brown rat
de: Braune Ratte

source: mole
de: Maulwurf

source: chipmunk
de: Streifenhörnchen

source: red squirrel
de: Eichhörnchen

source: guinea pig
de: Meerschweinchen

source: coypu
de: Wasserratte

source: black rat
de: Schwarze Ratte

source: grey squirrel
de: Grauhörnchen

source: flying squirrel
de: Flughörnchen

source: bat
de: Fledermaus

source: save rhythms
de: Rhythmus speichern

source: save drum machine
de: Trommelsyntheziser speichern

source: rotate counter clockwise
de: Gegen den Uhrzeigersinn drehen

source: rotate clockwise
de: Mit dem Uhrzeigersinn drehen

source: play chord
de: Akkord abspielen

source: play scale
de: Tonleiter abspielen

source: currency
de: Währung

source: from
de: von

source: stock price
de: Wahrenpreis

source: translate
de: Übersetze

source: hello
de: Hallo

source: detect lang
de: Sprache erkennen

source: set lang
de: Sprache einstellen

source: city latitude
de: Breitengrad der Stadt

source: city longitude
de: Längengrad der Stadt

source: Coordinate data not available.
de: Koordinaten nicht verfügbar

source: Google map
de: Google maps

source: coordinates
de: Koordinaten

source: zoom factor
de: vergrößerung

source: latitude
de: Breitengrad

source: longitude
de: Längengrad

source: power
de: Potenzieren

source: base
de: Basis

source: exp
de: Exponentialfunktion

source: floor
de: Boden

source: ceiling
de: Decke

source: degrees
de: Grad

source: to degrees
de: in Grad

source: radians
de: Radiant

source: to radians
de: in Radianten

source: motion x
de: Bewegung x

source: motion y
de: Bewegung y

source: motion z
de: Bewegung z

source: define
de: Definiere

source: get calories
de: …Kalorien

source: get protein
de: Proteine

source: get carbs
de: Kohlenhydrate

source: get fiber
de: Ballaststoffe

source: get fat
de: Fett

source: get name
de: Name

source: calories
de: Kalorien

source: carbs
de: Kohlenhydrate

source: fiber
de: Ballaststoffe

source: fat
de: Fett

source: eat
de: Essen

source: digest meal
de: Verdauen

source: apple
de: Apfel

source: banana
de: Banane

source: wheat bread
de: Weißbrot

source: corn
de: Mais

source: potato
de: Kartoffel

source: sweet potato
de: Süßkartoffel

source: tomato
de: Tomate

source: broccoli
de: Brokkoli

source: rice and beans
de: Reis mit Bohnen

source: cheese
de: Käse

source: chicken
de: Hühnchen

source: fish
de: Fisch

source: beef
de: Fleisch

source: cake
de: Kuchen

source: cookie
de: Keks

source: water
de: Wasser

source: publish
de: Veröffentlichen

source: comment
de: Anmerkung

source: turtle x
de: Schildkröten-x

source: turtle y
de: Schildkröten-y

source: start turtle
de: Starte die Schildkröte

source: stop turtle
de: Hakte die Schildkröte an

source: turtle name
de: Name der Schildkröte

source: forecast
de: Vorhersage

source: city
de: Stadt

source: day
de: Tag

source: high
de: Hoch

source: low
de: Tief

source: blink
de: Blinke

source: duration
de: Dauer

source: light intensity
de: Lichtintensität

source: infrared light (left)
de: Infrarotlicht (links)

source: infrared light (right)
de: Infrarotlicht (rechts)

source: distance
de: Strecke

source: move
de: Roboter bewegen

source: You need to select a file.
de: Wähle eine Datei aus
